{
  "products": [
    {
      "id": "d90bc42d-8654-4436-acce-007eb5bac9da",
      "created_at": "2024-03-23T13:32:55.949Z",
      "updated_at": "2024-03-23T13:32:55.949Z",
      "title": "The Small and the Mighty: Twelve Unsung Americans Who Changed the Course of History, From the Founding to the Civil Rights Movement ",
      "description": "In The Small and the Mighty, Sharon McMahon proves that the most remarkable Americans are often ordinary people who didn’t make it into the textbooks. Not the presidents, but the telephone operators. Not the aristocrats, but the schoolteachers. Through meticulous research, she discovers history’s unsung characters and brings their rich, riveting stories to light for the first time.",
      "price": 37,
      "salePrice": 32,
      "category_name": "Books"
    },
    {
      "id": "25028ef7-46c6-4265-9d2b-32473f869eff",
      "created_at": "2024-03-23T13:35:11.385Z",
      "updated_at": "2024-03-23T13:35:11.385Z",
      "title": "Dog Man: The Scarlet Shedder: A Graphic Novel (Dog Man #12): From the Creator of Captain Underpants",
      "description": "P.U.! Dog Man got sprayed by a skunk! After being dunked in tomato juice, the stink is gone but the scarlet red color remains. Now exiled, this spunky superhero must struggle to save the citizens who shunned him! Will the ends justify the means for Petey, who's reluctantly pulled back into a life of crime in order to help Dog Man? And who will step forward when an all-new, never-before-seen villain unleashes an army of A.I. robots?",
      "price": 14,
      "salePrice": 10,
      "category_name": "Books"
    },
    {
      "id": "e31798bd-6be5-4b3c-bd0c-72826d69a17f",
      "created_at": "2024-03-23T13:36:27.048Z",
      "updated_at": "2024-03-23T13:36:27.048Z",
      "title": "The Women: A Novel",
      "description": "Women can be heroes. When twenty-year-old nursing student Frances “Frankie” McGrath hears these words, it is a revelation. Raised in the sun-drenched, idyllic world of Southern California and sheltered by her conservative parents, she has always prided herself on doing the right thing. But in 1965, the world is changing, and she suddenly dares to imagine a different future for herself. When her brother ships out to serve in Vietnam, she joins the Army Nurse Corps and follows his path.",
      "price": 30,
      "salePrice": 18,
      "category_name": "Books"
    },
    {
      "id": "e281d643-c91e-46b0-b12f-ce75f66920ea",
      "created_at": "2024-03-23T13:39:52.950Z",
      "updated_at": "2024-03-23T13:39:52.950Z",
      "title": "It's Not Easy Being a Bunny: An Easter Book for Kids (Beginner Books(R)) ",
      "description": "P.J. Funnybunny is tired of cooked carrots and his big ears. It would be way more fun to be a bear, a bird, or a pig...right? Read along as P.J. leaves home and tries to determine who he is—and where he belongs. But this bunny might just learn that all he wants to be is...himself!",
      "price": 8,
      "salePrice": 5,
      "category_name": "Books"
    },
    {
      "id": "a5b47a19-2d46-44cf-bcf6-50b42c719888",
      "created_at": "2024-03-23T13:41:41.038Z",
      "updated_at": "2024-03-23T13:41:41.038Z",
      "title": "Get It Together: Troubling Tales from the Liberal Fringe",
      "description": "When Jesse Watters set out to interview a few dozen radical activists to find out where their wild ideas came from, he discovered two things that shocked him:First, he liked these people.Second, their political positions were not primarily from books, teachers, or other activists. They originated in personal drama. Most of these people didn’t need legislation. They needed a therapist.",
      "price": 30,
      "salePrice": 19,
      "category_name": "Books"
    },
    {
      "id": "935b0048-b33c-4d45-a21e-72af1db889e2",
      "created_at": "2024-03-23T13:51:21.106Z",
      "updated_at": "2024-03-23T13:51:21.106Z",
      "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
      "description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
      "price": 27,
      "salePrice": 13,
      "category_name": "Books"
    },
    {
      "id": "1524fe00-9e06-4687-813c-419d53f2137a",
      "created_at": "2024-03-23T13:51:21.106Z",
      "updated_at": "2024-03-23T13:51:21.106Z",
      "title": "Hippity, Hoppity, Little Bunny - Finger Puppet Board Book for Easter Basket Gifts or Stuffer Ages 0-3",
      "description": "Look no further than Hippity, Hoppity, Little Bunny for an adorable nursery rhyme book. Follow the little bunny rabbit and its adorable bird friends in this finger puppet book as they hunt for Easter eggs. Wiggle the puppet to make the bunny in the story come alive! Boys and girls will love this board book surprise this holiday!",
      "price": 8,
      "salePrice": 6,
      "category_name": "Books"
    },
    {
      "id": "ebd88050-4010-4270-a968-d9ea637d0eda",
      "created_at": "2024-03-23T13:51:21.106Z",
      "updated_at": "2024-03-23T13:51:21.106Z",
      "title": "Pete the Cat and the Easter Basket Bandit: Includes Poster, Stickers, and Easter Cards!: An Easter And Springtime Book For Kids ",
      "description": "It’s Easter morning, and Pete's Easter basket is nowhere to be found! Who could’ve taken it?Readers will love helping Pete and his friends find the Easter Basket Bandit and learn that sharing is the sweetest gift of all! Pete the Cat and the Easter Basket Bandit is a must-have gift for Easter baskets!",
      "price": 8,
      "salePrice": 5,
      "category_name": "Books"
    },
    {
      "id": "2e2a3fa2-0e3a-4bbe-b393-ddfbcae700de",
      "created_at": "2024-03-23T13:51:21.106Z",
      "updated_at": "2024-03-23T13:51:21.106Z",
      "title": "Little Blue Truck's Springtime: An Easter And Springtime Book For Kids",
      "description": "Beep! Beep! Little Blue Truck is out for a ride with his good friend Toad. The sun is shining and the flowers are blooming—it's a beautiful spring day! Who will they see along the way?",
      "price": 13,
      "salePrice": 9,
      "category_name": "Books"
    },
    {
      "id": "c37cb307-b6e5-4464-8681-a16cbe388d60",
      "created_at": "2024-03-23T13:51:21.106Z",
      "updated_at": "2024-03-23T13:51:21.106Z",
      "title": "A Court of Thorns and Roses (A Court of Thorns and Roses, 1)",
      "description": "When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world.",
      "price": 19,
      "salePrice": 10,
      "category_name": "Books"
    },
    {
      "id": "8135af8c-0a52-4ad0-91c6-abefbda7d808",
      "created_at": "2024-03-23T14:15:19.979Z",
      "updated_at": "2024-03-23T14:15:19.979Z",
      "title": "I'm Glad My Mom Died",
      "description": "Jennette McCurdy was six years old when she had her first acting audition. Her mother’s dream was for her only daughter to become a star, and Jennette would do anything to make her mother happy. So she went along with what Mom called “calorie restriction,” eating little and weighing herself five times a day. She endured extensive at-home makeovers while Mom chided, “Your eyelashes are invisible, okay? You think Dakota Fanning doesn’t tint hers?” She was even showered by Mom until age sixteen while sharing her diaries, email, and all her income.",
      "price": 27,
      "salePrice": 16,
      "category_name": "Books"
    },
    {
      "id": "e50f9ef7-1fa2-4d31-ae48-24864d8ae430",
      "created_at": "2024-03-23T14:15:19.979Z",
      "updated_at": "2024-03-23T14:15:19.979Z",
      "title": "The 48 Laws of Power",
      "description": "In the book that People magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffers have distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to P.T. Barnum.",
      "price": 26,
      "salePrice": 14,
      "category_name": "Books"
    },
    {
      "id": "1250e9d5-9983-41a1-ab20-d6906a340e07",
      "created_at": "2024-03-23T14:15:19.979Z",
      "updated_at": "2024-03-23T14:15:19.979Z",
      "title": "Fourth Wing (The Empyrean, 1)",
      "description": "A #1 New York Times bestseller • Optioned for TV by Amazon Studios • Amazon Best Books of the Year, #4 • Apple Best Books of the Year 2023 • Barnes & Noble Best Fantasy Book of 2023 • NPR “Books We Love” 2023 • Audible Best Books of 2023 • Hudson Book of the Year • Google Play Best Books of 2023 • Indigo Best Books of 2023 • Waterstones Book of the Year finalist • Goodreads Choice Award, semi-finalist • Newsweek Staffers’ Favorite Books of 2023 • Paste Magazine's Best Books of 2023",
      "price": 28,
      "salePrice": 17,
      "category_name": "Books"
    },
    {
      "id": "ddd1cc3f-b112-45cb-9aae-81c70c25317a",
      "created_at": "2024-03-23T14:15:19.979Z",
      "updated_at": "2024-03-23T14:15:19.979Z",
      "title": "Supercommunicators: How to Unlock the Secret Language of Connection",
      "description": "Come inside a jury room as one juror leads a starkly divided room to consensus. Join a young CIA officer as he recruits a reluctant foreign agent. And sit with an accomplished surgeon as he tries, and fails, to convince yet another cancer patient to opt for the less risky course of treatment. In Supercommunicators, Charles Duhigg blends deep research and his trademark storytelling skills to show how we can all learn to identify and leverage the hidden layers that lurk beneath every conversation.",
      "price": 30,
      "salePrice": 19,
      "category_name": "Books"
    },
    {
      "id": "3720a602-9a2d-49bb-8eaf-2e5bf8dc3881",
      "created_at": "2024-03-23T14:15:19.979Z",
      "updated_at": "2024-03-23T14:15:19.979Z",
      "title": "Burn Book: A Tech Love Story",
      "description": "“Swisher, the bad-ass journalist and OG chronicler of Silicon Valley…takes no prisoners in this highly readable look at the evolution of the digital world…Bawdy, brash, and compulsively thought-provoking, just like its author, Burn Book sizzles” (Booklist, starred review).",
      "price": 36,
      "salePrice": 27,
      "category_name": "Books"
    },
    {
      "id": "7c773c47-d93a-4d9b-8629-089e628839bf",
      "created_at": "2024-03-23T14:26:52.552Z",
      "updated_at": "2024-03-23T14:26:52.552Z",
      "title": "The Housemaid",
      "description": "I try to ignore how Nina makes a mess just to watch me clean it up. How she tells strange lies about her own daughter. And how her husband Andrew seems more broken every day. But as I look into Andrew’s handsome brown eyes, so full of pain, it’s hard not to imagine what it would be like to live Nina’s life. The walk-in closet, the fancy car, the perfect husband.",
      "price": 13,
      "salePrice": 8,
      "category_name": "Books"
    },
    {
      "id": "e90ea0cd-7f06-4bc9-9a73-a1fa2c173dde",
      "created_at": "2024-03-23T14:26:52.552Z",
      "updated_at": "2024-03-23T14:26:52.552Z",
      "title": "Happy Easter, Mouse! (If You Give...)",
      "description": "This board book with sturdy pages is perfect for toddlers, who will enjoy the simple introduction to colors and counting. Each page has one or two sentences and points out a different color and number of eggs.",
      "price": 16,
      "salePrice": 9,
      "category_name": "Books"
    },
    {
      "id": "9632b087-c1e8-401a-ba49-35627cb9df48",
      "created_at": "2024-03-23T14:26:52.552Z",
      "updated_at": "2024-03-23T14:26:52.552Z",
      "title": "Iron Flame (The Empyrean, 2) ",
      "description": "Amazon Best Books of the Year, #4 • Apple Best Books of the Year 2023 • Barnes & Noble Best Fantasy Book of 2023 (Fourth Wing and Iron Flame) • NPR “Books We Love” 2023 • Audible Best Books of 2023 • Hudson Book of the Year • Google Play Best Books of 2023 • Indigo Best Books of 2023 • Waterstones Book of the Year finalist • Goodreads Choice Award, semi-finalist • Newsweek Staffers’ Favorite Books of 2023 • Paste Magazine's Best Books of 2023",
      "price": 29,
      "salePrice": 19,
      "category_name": "Books"
    },
    {
      "id": "0aa271eb-f236-4a09-82c4-b23236ffae6e",
      "created_at": "2024-03-23T14:26:52.552Z",
      "updated_at": "2024-03-23T14:26:52.552Z",
      "title": "A Court of Thorns and Roses Paperback Box Set (5 books) (A Court of Thorns and Roses, 9)",
      "description": "Feyre is a huntress. The skin of a wolf would bring enough gold to feed her sisters for a month. But the life of a magical creature comes at a steep price, and Feyre has just killed the wrong wolf ...",
      "price": 95,
      "salePrice": 55,
      "category_name": "Books"
    },
    {
      "id": "eec86d95-a6c8-499d-8657-1232c3c945a9",
      "created_at": "2024-03-23T14:26:52.552Z",
      "updated_at": "2024-03-23T14:26:52.552Z",
      "title": "Try Not to Laugh Challenge, Easter Joke Book for Kids: Easter Basket Stuffer for Boys, Girls, Teens & Adults, Fun Easter Activity Book with Cute ... Easter Activities for the Whole Family!",
      "description": "Great Easter Joke Book for all Ages! This Easter Joke Book has over 275 Eggs-tra Funny Jokes, Silly Riddles and Laugh out loud Knock-Knock Jokes along with Comical Art Work! The Easter Gift that will provide hours of Fun for Friends & Family! Perfect for all ages! Best Easter Basket Stuffer for all! The Rules are Simple: Pick your team, or go one on one. Sit across from each other & make eye contact. Take turns reading jokes to each other. You can make silly faces, funny sound effects, etc. When your opponent laughs, you get a point! First team to win 3 points, WINS! If You’re Laughing, You’re Losing!",
      "price": 12,
      "salePrice": 8,
      "category_name": "Books"
    }
  ],
  "total": 20
}
